Repository: sylion/zMoneyWinX
Catalog: ZenMoney WinX/Strings/*/Resources.resw
Source language: en_us
Languages: ru, uk

# AccountsActive
source: Accounts
ru: Счета
uk: Рахунки

# AccountsArchive
source: Archived accounts
ru: Архивные счета
uk: Архівні рахунки

# AccountsIOwe
source: I owe
ru: Я должен
uk: Я винен

# AccountsOweme
source: Owe me
ru: Мне должны
uk: Мені винні

# Balance.Text
source: Balance
ru: Баланс
uk: Баланс

# btnLogin.Content
source: Login
ru: Войти
uk: Увійти

# SettingsBtnLogout.Content
source: Logout
ru: Деавторизация
uk: Деавторизація

# SettingsBtnLogoutInfo.Text
source: *All local data will be deleted!!!
ru: *При выходе из аккаунта все локальные данные будут удалены!!!
uk: *При виході з аккаунту всі локальні дані буде видалено!!!

# CmdAdd.Label
source: Add
ru: Добавить
uk: Додати

# CmdCancel.Label
source: Cancel
ru: Отмена
uk: Відміна

# CmdDelete.Label
source: Delete
ru: Удалить
uk: Видалити

# CmdFilter.Label
source: Filter
ru: Фильтр
uk: Фільтр

# CmdSave.Label
source: Save
ru: Сохранить
uk: Зберегти

# CmdUpdate.Label
source: Sync
ru: Обновить
uk: Оновити

# ConnectionError.Text
source: Connection error!!!
ru: Ошибка соединения!!!
uk: Помилка з'єднання!!!

# ConnErr.Text
source: Connection error! Check your internet connection...
ru: Ошибка соединения! Проверьте интернет-соединение...
uk: Помилка з'єднання! Перевірте інтернет-з'єднання...

# DateToday
source: Today
ru: Сегодня
uk: Сьогодні

# DateTomorrow
source: Tomorrow
ru: Завтра
uk: Завтра

# DateYesterday
source: Yesterday
ru: Вчера
uk: Вчора

# linkRegister.Content
source: Register
ru: Регистрация
uk: Реєстрація

# LogErr.Text
source: Wrong Username and/or Password
ru: Неправильный Логин и/или Пароль
uk: Неправильний Логін та/або Пароль

# MerchantPayFrom.Header
source: Payee
ru: Плательщик
uk: Платник

# MerchantPayTo.Header
source: Payee
ru: Получатель
uk: Отримувач

# NeedClose.Text
source: For exit, press back button again
ru: Для выхода, нажмите кнопку назад еще раз
uk: Для виходу, натисніть кнопку назад ще раз

# PageAbout
source: About...
ru: О программе...
uk: Про додаток...

# PageAccounts
source: Accounts
ru: Счета
uk: Рахунки

# PageBudget
source: Budget
ru: Бюджет
uk: Бюджет

# PageMerchants
source: Merchants
ru: Плательщики и получатели
uk: Платники і одержувачі

# PageReports
source: Reports
ru: Отчеты
uk: Звіти

# PageSettings
source: Settings
ru: Настройки
uk: Налаштування

# PageTags
source: Categories
ru: Категории
uk: Категорії

# PageTransactions
source: History
ru: История
uk: Історія

# PINEnter
source: Enter PIN-code
ru: Введите PIN-код
uk: Введіть PIN-код

# PINRepeat
source: Repeat PIN-code
ru: Повторите PIN-код
uk: Повторіть PIN-код

# PINSetup
source: Set PIN-code
ru: Задайте PIN-код
uk: Задайте PIN-код

# PivotGiveDebt.Header
source: Give in debt
ru: Даю в долг
uk: Даю в борг

# PivotIncome.Header
source: Income
ru: Доход
uk: Дохід

# PivotOutcome.Header
source: Outcome
ru: Расход
uk: Витрата

# PivotTakeDebt.Header
source: Take in debt
ru: Беру в долг
uk: Беру в борг

# PivotTransfer.Header
source: Transfer
ru: Перевод
uk: Переказ

# Sync.Text
source: Synchronization...
ru: Синхронизация...
uk: Синхронізація...

# SyncTime
source: Last sync time:
ru: Последняя синхронизация:
uk: Остання синхронізація:

# SyncTimeNever
source: Last sync time: never
ru: Последняя синхронизация: никогда
uk: Остання синхронізація: ніколи

# togPIN.Header
source: Use PIN-code
ru: Использовать PIN-код
uk: Використовувати PIN-код

# TransComment.Header
source: Comment
ru: Комментарий
uk: Коментар

# txtAuth.Text
source: Authorization
ru: Авторизация
uk: Авторизація

# txtLogin.Text
source: Login
ru: Логин
uk: Логін

# txtPassword.Text
source: Password
ru: Пароль
uk: Пароль

# accDebt
source: Debts
ru: Долги
uk: Борги

# MerchantSearchDialog.SecondaryButtonText
source: Cancel
ru: Отмена
uk: Відміна

# MerchantSearchDialog.Title
source: Merchant search
ru: Поиск мерчанта
uk: Пошук мерчанта

# TransTagEmpty
source: No category
ru: Без категории
uk: Без категорії

# TransTagGive
source: Give in debt
ru: Дал в долг
uk: Дав в борг

# TransTagTake
source: Take in debt
ru: Взял в долг
uk: Взяв в борг

# TransTagTransfer
source: Transfer
ru: Перевод
uk: Переказ

# ErrorMerchantEmptyName
source: Enter the merchant name
ru: Введите имя нового мерчанта
uk: Введіть ім'я нового платника

# ErrorMerchantExists
source: Merchant with same name allready exists
ru: Мерчант с таким именем уже существует
uk: Платник з таким ім'ям вже існує

# ParentTagText.Header
source: Parent category
ru: Родительская категория
uk: Батьківська категорія

# ShowIncome.OnContent
source: Show income
ru: В доходе
uk: В доході

# ShowOutcome.OnContent
source: Show outcome
ru: В расходе
uk: В витратах

# TitleText.Header
source: Title
ru: Название
uk: Назва

# InBudgetIncome.OnContent
source: Show in income budget
ru: Показывать в бюджете дохода
uk: Показувати в бюджеті доходу

# InBudgetOutcome.OnContent
source: Show in outcome budget
ru: Показывать в бюджете расхода
uk: Показувати в бюджеті витрати

# AccountFrom.Header
source: Outcome account
ru: Со счета
uk: З рахунку

# AccountTo.Header
source: Income account
ru: На счет
uk: На рахунок

# TransactionIncomeAmount.Header
source: Income amount
ru: Сумма зачисления
uk: Сумма зарахування

# TransactionOutcomeAmount.Header
source: Outcome amount
ru: Сумма расхода
uk: Сумма витрат

# TransDate.Header
source: Transaction date
ru: Дата операции
uk: Дата операції

# AccountEditArchive.OnContent
source: Archived account
ru: Архивный счет
uk: Архівний рахунок

# AccountEditCompany.Header
source: Bank name
ru: Наименование банка
uk: Назва банку

# AccountEditCreditLimit.Header
source: Credit limit
ru: Кредитный лимит
uk: Кредитний ліміт

# AccountEditEnableCorrection.OnContent
source: Balance autocorrection
ru: Корректировать баланс при распознавании SMS
uk: Корегувати баланс при розпізнаванні SMS

# AccountEditEnableSMS.OnContent
source: Enable SMS recognition
ru: Распознавать SMS
uk: Розпізнавати SMS

# AccountEditInBalance.OnContent
source: Include to total balance
ru: Включить в общий баланс
uk: Додати в загальний баланс

# AccountEditInstrument.Header
source: Account currency
ru: Валюта счета
uk: Валюта рахунку

# AccountEditType.Header
source: Account type
ru: Тип счета
uk: Тип рахунку

# AccountTypeCash
source: Cash
ru: Наличные
uk: Готівка

# AccountTypeCcard
source: Credit card
ru: Кредитная карта
uk: Кредитна карта

# AccountTypeChecking
source: Bank account
ru: Банковский счет
uk: Банківський рахунок

# AccountTypeDebt
source: Debt
ru: Долги
uk: Борги

# DialogNo
source: No
ru: Нет
uk: Ні

# DialogYes
source: Yes
ru: Да
uk: Так

# DialogSetupPin
source: Do you want to setup PIN-code? You can do this later in app settings...
ru: Хотите установить PIN-код для доступа к приложению? Вы можете сделать это позже в настройках приложения...
uk: Хочете встановити PIN-код для доступу до додатка? Ви можете зробити це пізніше в налаштуваннях...

# ContentDialogAccountAlias.PrimaryButtonText
source: Save
ru: Сохранить
uk: Зберегти

# ContentDialogAccountAlias.SecondaryButtonText
source: Delete
ru: Удалить
uk: Видалити

# ContentDialogAccountAliasHeader.Header
source: Card number
ru: Номер карты
uk: Номер картки

# ErrorAccountsEquals
source: - Income account cannot be equal to Outcome account
ru: - Входящий и исходящий счета не должны совпадать
uk: - Вхідний та вихідний рахунки не повинні співпадати

# ErrorEmptyTitle
source: - Title cannot be empty
ru: - Название не может быть пустым
uk: - Назва не може бути порожньою

# ErrorFirstSync
source: Sync error. App will close now. Please try again later...
ru: Ошибка синхронизации. Возможно отсутствует соединение. Приложение будет закрыто, попробуйте позже
uk: Помилка синхронізації. Можливо відсутнє інтернет-з'єднання. Додаток буде закрито, спробуйте пізніше.

# ErrorIncomeAccountNull
source: - Income account not set
ru: - Входящий счет не указан
uk: - Вхідний рахунок не вказано

# ErrorIncomeAccountTotal
source: - Income total must be bigger than 0
ru: - Сумма дохода должна быть больше чем 0
uk: - Сума доходу повинна бути більше чим 0

# ErrorOutcomeAccountNull
source: - Outcome account not set
ru: - Исходящий счет не указан
uk: -Вихідний рахунок не вказано

# ErrorOutcomeAccountTotal
source: - Outcome total must be bigger than 0
ru: - Сумма расхода должна быть больше чем 0
uk: - Сума витрати повинна бути більше чим 0

# ErrorPayeeNull
source: - Payee not set
ru: - Плательщик не указан
uk: - Платник не вказаний

# ErrorTransferTotals
source: - Income and Outcome totals must be bigger than 0
ru: - Суммы перевода должны быть больше чем 0
uk: - Суми переводу повинні бути більше чим 0

# TransFilterDebt.Header
source: Debt
ru: Долг
uk: Борг

# TransFilterIncome.Header
source: Income
ru: Доход
uk: Дохід

# TransFilterOutcome.Header
source: Outcome
ru: Расход
uk: Витрата

# TransFilterPeriodAll.Header
source: All time
ru: Все время
uk: Весь час

# TransFilterTransfer.Header
source: Transfer
ru: Перевод
uk: Переказ

# TransFilterTypeAll.Header
source: All
ru: Все
uk: Всі

# TransPeriodPeriod.Header
source: Period
ru: Период
uk: Період

# TransPeriodThisMonth.Header
source: This month
ru: Этот месяц
uk: Цей місяць

# TransPeriodThisWeek.Header
source: This week
ru: Эта неделя
uk: Цей тиждень

# TransPeriodToday.Header
source: Today
ru: Сегодня
uk: Сьогодні

# TransPeriodYesterday.Header
source: Yesterday
ru: Вчера
uk: Вчора

# ErrorValidation
source: Validation error:
ru: Ошибка ввода данных:
uk: Помилка вводу даних:

# ButtonReset.Content
source: Reset
ru: Сброс
uk: Скидання

# SettingsHModeAll.Content
source: All time
ru: Весь период
uk: Весь період

# SettingsHModeHalfYear.Content
source: Half year
ru: Пол года
uk: Пів року

# SettingsHModeMonth.Content
source: One month
ru: Один месяц
uk: Один місяць

# SettingsHModeWeek.Content
source: One week
ru: Одна неделя
uk: Один тиждень

# SettingsHModeYear.Content
source: One year
ru: Один год
uk: Один рік

# LabelIncome.Text
source: Income
ru: Доход
uk: Дохід

# LabelOutcome.Text
source: Outcome
ru: Расход
uk: Витрата

# SettingsHModeLabel.Text
source: History range mode
ru: Режим ограничения истории
uk: Режим обмеження історії

# SettingsHModeWarning.Text
source: *It is not recommended to change this setting, this can significantly slow down the application
ru: *Не рекомендуется изменять этот параметр, это может существенно замедлить работу приложения
uk: *Не рекомендується змінювати цей параметр, це може істотно уповільнити роботу додатка

# FilterResultLbl.Text
source: Filter results
ru: Результат фильтра
uk: Результат фільтру

# LblCardAlias.Text
source: Card number
ru: Номер карты
uk: Номер картки

# LblCardAliasDescription.Text
source: Last four digits of a card number or alias for SMS recognizing
ru: Последние четире цифры номера карты или алиас для распознавания SMS
uk: Останні чотири цифри номера карти або аліас для розпізнавання SMS

# LblTransTags.Text
source: Category
ru: Категория
uk: Категорія

# WrongPin.Text
source: PIN-code incorrect
ru: Неверный PIN-код
uk: Невірний PIN-код

# TransFilterAccountLbl.Text
source: Account
ru: Счет
uk: Рахунок

# TransFilterCategoryExclude.Header
source: Exclude
ru: Исключить
uk: Виключити

# TransFilterCategoryInclude.Header
source: Include
ru: Включить
uk: Включити

# TransFilterCategoryLbl.Text
source: Category
ru: Категория
uk: Категорія

# TransFilterMerchantLbl.Text
source: Merchant
ru: Плательщик
uk: Платник

# TransFilterPeriodLbl.Text
source: Time period
ru: Период времени
uk: Період часу

# TransFilterTransTypeLbl.Text
source: Operation type
ru: Тип операции
uk: Тип операції

# AcountsShowAll.Header
source: All accounts
ru: Все счета
uk: Всі рахунки

# AcountsShowSelected.Header
source: Selected accounts
ru: Выбранные счета
uk: Обрані рахунки

# QuickAddLbl.Text
source: Use second tile for QuickAdd action
ru: Использовать вторую плитку для быстрого добавления транзакций
uk: Використовувати другу плитку для швидкого додавання транзакцій

# QuickAddNeedPin.OnContent
source: Use PIN code for QuickAdd action
ru: Использовать PIN-код
uk: Використовувати PIN-код

# QuickAddPin
source: Pin QuickAdd tile to start
ru: Закрепить плитку
uk: Закріпити плитку

# QuickAddUnPin
source: UnPin QuickAdd tile from start
ru: Открепить плитку
uk: Відкріпити плитку

# TransFilterCommentLbl.Text
source: Comment
ru: Комментарий
uk: Коментар

# AccountSummaryAllAccLbl.Text
source: In all accounts
ru: На всех счетах
uk: На всіх рахунках

# AccountSummaryAvailableLbl.Text
source: Available
ru: Доступно
uk: Доступно

# AccountSummaryBalanceLbl.Text
source: Balance
ru: Баланс
uk: Баланс

# AccountSummaryNegativeLbl.Text
source: Negative
ru: Отрицательный
uk: Негативний

# AccountSummarySelectedAccDescLbl.Text
source: *Inbalance accounts
ru: *счета включенные в общий баланс
uk: *рахунки додані в загальний баланс

# AccountSummarySelectedAccLbl.Text
source: In selected accounts
ru: На выбранных счетах
uk: На обраних рахунках

# AppLngDescriptionLbl.Text
source: **You must rename categories and accounts by yourself
ru: **Название категорий и счетов нужно переводить самостоятельно
uk: **Назви категорій та рахунків необхідно переводити самостійно

# AppLngLbl.Text
source: Application language
ru: Язык приложения
uk: Мова додатку

# AppLngRestartLbl.Text
source: *Required restart
ru: *Требуется перезапуск
uk: *Необхідний перезапуск додатку

# DlgMsgDeleteAccount
source: Do you realy want to delete this account? All transactions which connected with this account will be deleted too!
ru: Вы действительно хотите удалить счет? Так же будут удалены все связанные с ним транзакции!
uk: Ви дійсно хочете видалити рахунок? Також будуть видалені всі пов'язані з ним транзакції

# DlgMsgDeleteMerchant
source: Do you realy want to delete this merchant?
ru: Вы действительно хотите удалить плательщика?
uk: Ви дійсно хочете видалити платника?

# DlgMsgDeleteTag
source: Do you realy want to delete this category?
ru: Вы действительно хотите удалить категорию?
uk: Ви дійсно хочете видалити категорію?

# DlgMsgDeleteTransaction
source: Do you realy want to delete this transaction?
ru: Вы действительно хотите удалить транзакцию?
uk: Ви дійсно хочете видалити транзакцію?

# SettingsUserCurrencyLbl.Text
source: User currency
ru: Валюта пользователя
uk: Валюта користувача

# SettingsFamilyAccessDescrLbl.Text
source: *You must use zenmoney.ru websute or official apps for Android\iOS If you want add or remove users
ru: *Используйте веб-сайт zenmoney.ru или приложения Android\iOS для добавления\удаления пользователей
uk: *Використовуйте веб-сайт zenmoney.ru або додатки Android\iOS для створення\видалення користувачів

# SettingsFamilyAccessUsers.Text
source: Family access users
ru: Пользователи семейного доступа
uk: Користувачі сімейного доступу

# AccountsAlien
source: Not mine accounts
ru: Не мои счета
uk: Не мої рахунки

# AccountTypeDeposit
source: Deposit
ru: Депозит
uk: Депозит

# AccountTypeLoan
source: Loan
ru: Кредит
uk: Кредит

# AccountEditPrivate.OnContent
source: Private account
ru: Личный счет
uk: Особистий рахунок

# AccountEditPrivateDescr.Text
source: *Transactions on personal accounts are visible only to their owners
ru: *Транзакции по личным счетам видны только их владельцам
uk: *Транзакції по особистим рахунка бачить тільки їх власник

# AccountSummaryDeptIOweLbl.Text
source: I owe
ru: Я должен
uk: Я винен

# AccountSummaryDeptLbl.Text
source: Debts
ru: Долги
uk: Борги

# AccountSummaryDeptOwemeLbl.Text
source: Owe me
ru: Мне должны
uk: Мені винні

# AccountReport.Text
source: Distribution by currency
ru: Распределение по валютам
uk: Розподілення по валютам

# PageCurrencies
source: Currencies
ru: Валюты
uk: Валюти

# CurrenciesAmount.Header
source: Amount
ru: Сумма
uk: Сума

# CurrenciesConverterHeader.Header
source: Converter
ru: Конвертер
uk: Конвертер

# CurrenciesCurrHeader.Header
source: Currencies
ru: Курсы валют
uk: Курси валют

# CurrenciesFromCurrency.Header
source: From currency
ru: Из валюты
uk: З валюти

# CurrenciesResult.Header
source: Result
ru: Результат
uk: Результат

# CurrenciesToCurrency.Header
source: To currency
ru: В валюту
uk: В валюту

# CategoryReportCollapsed.Text
source: Collapsed
ru: Свернутый
uk: Згорнутий

# CategoryReportExpanded.Text
source: Expanded
ru: Развернутый
uk: Розгорнутий

# CategoryReportName.Header
source: Report by tag
ru: Отчет по категориям
uk: Звіт по категоріям

# CategoryReportIncome.Text
source: Income
ru: Доход
uk: Дохід

# CategoryReportOpType.Text
source: Operation type
ru: Тип операции
uk: Тип операції

# CategoryReportOutcome.Text
source: Outcome
ru: Расход
uk: Витрата

# CategoryReportType.Text
source: Report type
ru: Тип отчета
uk: Тип звіту

# TagRequired.OnContent
source: Mandatory expense
ru: Обязательный расход
uk: Обов'язкова витрата

# TagRequiredDesc1.Text
source: *The parameter used for the distribution of income
ru: *Параметр используемый для распределения доходов
uk: *Параметр використовується для розподілення доходів

# TagRequiredDesc2.Text
source: Mandatory expenses: food, utilities, transportation ...
ru: Обязательные расходы: продукты, коммунальные платежи, проезд...
uk: Обов'язкові витрати: продукти, коммунальні платежі, проїзд...

# TagRequiredDesc3.Text
source: Optional costs (from which you can opt out), restaurants, taxis, cinema ...
ru: Необязательные расходы (расходы от которых вы можете отказаться): рестораны, такси, кинотеатр...
uk: Необов'язкові витрати (витрати від яких ви можете відмовитись): ресторани, таксі, кінотеатр...

# AccountEditIsDebt.OnContent
source: Savings account
ru: Сберегательный счет
uk: Ощадний рахунок

# AccountEditIsDebtDesc.Text
source: *This parameter is used for the distribution of income (not synchronized with the server)
ru: *Параметр используется для распределения доходов (не синхронизируется с сервером)
uk: *Параметр використовується для розподілу доходів (не синхронізується з сервером)

# CategoryReportAbove
source: %1 (%2%) above typical
ru: На %1 (%2%) выше среднего
uk: На %1 (%2%) вище среднього

# CategoryReportBelow
source: %1 below typical
ru: %1 до среднего
uk: %1 до среднього

# TransTypeIncome
source: Income
ru: Доход
uk: Дохід

# TransTypeOutcome
source: Outcome
ru: Расход
uk: Витрата

# CategoryReportAboveBudget
source: %1 (%2%) above budget
ru: На %1 (%2%) выше запланированного
uk: На %1 (%2%) вище запланованого

# CategoryReportBelowBudget
source: %1 below budget
ru: %1 до запланированного
uk: %1 до запланованого

# IncomeDistributionBalance.Text
source: Balance
ru: Остаток
uk: Залишок

# IncomeDistributionDebets.Text
source: Savings
ru: Сбережения
uk: Заощадження

# IncomeDistributionInfo
source: *The distribution is calculated according to the formula
ru: *Распределение рассчитывается по формуле
uk: *Розподілення розраховуеться по формулі

# IncomeDistributionInfo1
source: - mandatory spending
ru: - обязательные расходы
uk: - обов'язкові витрати

# IncomeDistributionInfo2
source: - savings
ru: - сбережения
uk: - заощадження

# IncomeDistributionInfo3
source: - optional costs
ru: - необязательные расходы
uk: - необов'язкові витрати

# IncomeDistributionMandatory.Text
source: Mandatory spending
ru: Обязательные расходы
uk: Обов'язкові витрати

# IncomeDistributionNonMandatory.Text
source: Optional costs
ru: Необязательные расходы
uk: Необов'язкові витрати

# IncomeDistributionReportFromBudget
source: (budget)
ru: (бюджет)
uk: (бюджет)

# IncomeDistributionReportMsgOops
source: Oops, bad things with yours budget. In the current month of income are not planned.
ru: Упс, плохи у вас дела. На текущий месяц доходов не запланировано. Вы держитесь там, счастья, здоровья...
uk: Упс, погані у вас справи. На поточний місяць доходів не заплановано. Ви тримайтеся там, щастя, здоров'я ...

# IncomeDistributionReportName.Header
source: Income distribution
ru: Распределение дохода
uk: Розподілення доходів

# IncomeDistributionReportStr
source: Income distribution:
ru: Распределение дохода:
uk: Розподілення доходів:

# IncomeDistributionReportMsgBad
source: This month you are unable to share the costs properly.
ru: В этом месяце вам не удалось правильно распределить траты.
uk: У цьому місяці вам не вдалося правильно розподілити витрати.

# IncomeDistributionReportMsgBadBalance
source: This month you have spent more than earned.
ru: В этом месяце вы потратили больше чем заработали.
uk: У цьому місяці ви витратили більше ніж заробили.

# IncomeDistributionReportMsgDepositLess
source: This month, it is necessary to invest another
ru: В этом месяце необходимо инвестировать еще
uk: У цьому місяці необхідно інвестувати ще

# IncomeDistributionReportMsgDepositMore
source: This month you will have invested more than
ru: В этом месяце вы инвестировали больше на
uk: У цьому місяці ви інвестували більше на

# IncomeDistributionReportMsgMandatoryLess
source: On mandatory spending, you can spend another
ru: На обязательные расходы вы можете потратить еще
uk: На обов'язкові витрати ви можете витратити ще

# IncomeDistributionReportMsgMandatoryMore
source: This month, at the mandatory spending, spent more than
ru: В этом месяце, на обязательные расходы, потрачено больше на
uk: У цьому місяці, на обов'язкові витрати, витрачено більше на

# IncomeDistributionReportMsgNonMandatoryLess
source: On the optional expenses you can spend another
ru: На необязательные расходы вы можете потратить еще
uk: На необов'язкові витрати ви можете витратити ще

# IncomeDistributionReportMsgNonMandatoryMore
source: This month, on optional spending, spent more than
ru: В этом месяце, на необязательные расходы, потрачено больше на
uk: У цьому місяці, на необов'язкові витрати, витрачено більше на

# IncomeDistributionReportMsgNoAccDebets
source: You do not have savings accounts. Create an account with the type of "Deposit" or select one of your accounts as "savings".
ru: У вас нету сберегательных счетов. Создайте счет с типом "Депозит" или укажите один из своих счетов как "Сберегательный".
uk: У вас немає ощадних рахунків. Створіть рахунок з типом "Депозит" або вкажіть один зі своїх рахунків як "Ощадний".

# IncomeDistributionReportMsgNoTagsMandatory
source: You do not have the categories of mandatory spending. You can configure them in the "Categories".
ru: У вас нету категорий обязательных расходов. Вы можете настроить их в разделе "Категории".
uk: У вас немає категорій обов'язкових витрат. Ви можете налаштувати їх в розділі "Категорії".

# curAMD
source: Armenian dram
ru: Армянский драм
uk: Вірменський драм

# curAUD
source: Australian dollar
ru: Австралийский доллар
uk: Австралійський долар

# curAZN
source: Azerbaijani manat
ru: Азербайджанский манат
uk: Азербайджанський манат

# curBGN
source: Bulgarian lev
ru: Болгарский лев
uk: Болгарський лев

# curBRL
source: Brazilian real
ru: Бразильский реал
uk: Бразильський реал

# curBYR
source: Belarusian ruble (before 2016)
ru: Белорусский рубль (до 2016 г.)
uk: Білоруський рубль (до 2016 р.)

# curCAD
source: Canadian dollar
ru: Канадский доллар
uk: Канадський долар

# curDKK
source: Danish Krone
ru: Датская крона
uk: Датська крона

# curEUR
source: Euro
ru: Евро
uk: Євро

# curGBP
source: English pounds
ru: Фунт стерлингов
uk: Фунт стерлінгів

# curHUF
source: Hungarian Forint
ru: Венгерский форинт
uk: Угорський форинт

# curINR
source: Indian Rupee
ru: Индийская рупия
uk: Індійська рупія

# curKGS
source: Kyrgyz soms
ru: Киргизский сом
uk: Киргизький сом

# curKRW
source: Korean Republic Won
ru: Вон республики Корея
uk: Вон республіки Корея

# curKZT
source: Kazakhstan tenge
ru: Казахстанский тенге
uk: Казахстанський тенге

# curLTL
source: Lithuanian litas
ru: Литовский лит
uk: Литовський літ

# curLVL
source: Latvian lats
ru: Латвийский лат
uk: Латвійський лат

# curMDL
source: Moldovan leu
ru: Молдавский лей
uk: Молдовський лей

# curRUB
source: Russian ruble
ru: Российский рубль
uk: Російський рубль

# curTJS
source: Tajik somoni
ru: Таджикский сомони
uk: Таджицький сомоні
